return {
  -- RESTORE YOUR SMEAR CURSOR
  {
    "sphamba/smear-cursor.nvim",
    opts = {},
  },

  -- FORCE THE DASHBOARD HEADER
  {
    "folke/snacks.nvim",
    priority = 1000,
    opts = {
      dashboard = {
        enabled = true,
        -- We target the 'preset' specifically because LazyVim uses it as a default
        preset = {
          header = [[
                                                            
                                                          
         ████ ██████             █████      ██           
        ███████████               █████              
        █████████ ███████████████████ ███   ███████████  
       █████████  ███    █████████████ █████ ██████████████  
      █████████ ██████████ █████████ █████ █████ ████ █████  
    ███████████ ███    ███ █████████ █████ █████ ████ █████ 
   ██████  █████████████████████ ████ █████ █████ ████ ██████ 
                                                                        ]],
        },
      },
    },
  },
}
